{
    "1": {
        "autor": "snj",
        "datum": "25. 1. 2022",
        "nadpis": "EP projekt",
        "popis_short": "Toto je EP projekt.",
        "popis_full": "Opravdu jde jenom o EP projekt.",
        "tagy": [
            "EPS",
            "2",
            "C#",
            "2022"
        ],
        "obrazky": [
            "obrazek.png"
        ],
        "like": 0,
        "dislike": 0
    },
    "2": {
        "autor": "snj",
        "datum": "25. 1. 2022",
        "nadpis": "IT projekt",
        "popis_short": "Toto je IT projekt",
        "popis_full": "Skutečně jde jen o IT projekt.",
        "tagy": [
            "ITM",
            "2",
            "Python",
            "2022"
        ],
        "obrazky": [
            "obrazek.png"
        ],
        "like": 0,
        "dislike": 0
    },
    "3": {
        "autor": "snj",
        "datum": "25. 1. 2022",
        "nadpis": "Dlouhý popis",
        "popis_short": "Tento projekt má příliš dlouhý popis.",
        "popis_full": "Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis. Tento projekt má opravdu příliš dlouhý popis.",
        "tagy": [
            "SEL",
            "1",
            "C/C++",
            "2022"
        ],
        "obrazky": [
            "obrazek.png"
        ],
        "like": 0,
        "dislike": 0,
        "id": "3"
    },
    "4": {
        "autor": "&lt;script&gt;window.alert('Ha ha!');&lt;/script&gt;",
        "datum": "7. 2. 2022",
        "nadpis": "&lt;script&gt;window.alert('Ha ha!');&lt;/script&gt;",
        "popis_short": "&lt;script&gt;window.alert('Ha ha!');&lt;/script&gt;",
        "popis_full": "&lt;script&gt;window.alert('Ha ha!');&lt;/script&gt;",
        "tagy": [
            "SEL",
            "4",
            "JavaScript",
            "2022"
        ],
        "obrazky": [
            "obrazek.png"
        ],
        "like": 0,
        "dislike": 0
    },
    "next_id": 5
}